	music	车站 中國好聲音	https://www.youtube.com/watch?v=x-RD0GnHrds
		张磊
		朱强
		【李健拾光】 異鄉人 官方MV
		【李健拾光】為你而來 官方歌詞版
		李健《贝加尔湖畔》
		李健-璀璨
		李健－向往
		齊秦袖手旁觀
		曾一鸣
		《老友記》馬雲 & 周星馳：天馬行空，顛峰對話
		《矜持》
		【当我唱起这首歌】高清MV.
		借我一生 / 水木年华
		最喜欢水木的三首歌，一生有你，完美世界，借我一生。 秋日恋歌 
		李健是水木年华最早的成员。
		作品:《在他乡》《美丽人生》曲，《青春正传》曲，《今天我们就要走了》曲，《中学时代》等等 美丽人生-曲 中学时代-曲 快乐园-曲 四月物语-词曲 天使街-曲 迷乡-曲 青春正传-曲 风花树-曲
		挺多的。
		喜欢李健的人一般都是水平比较高的。
		因为现在还很少有人喜欢李健。
		李健的真正意义上的作品都是单飞后的，《似水流年》《传奇》《温暖》《为你而来》《向往》《超越》《风吹麦浪》《远》《一辈子的十分钟》《恋人》《明天还会在路上》《异乡人》《年轻的心》《抚仙湖》《不知不觉》《想念你》《绽放》《纵身一跳》等等。
		听李健的歌，才是真正的温暖和感动。
		水木年华第一张专辑《一生有你》
		《轻舞飞扬(流行版)》不过这个不是李健写的歌，是他编的曲，但是编曲很出彩，使得歌曲增色。
		 《美丽人生》这个我听过李健独唱，还真不如和小卢和唱的有感觉，建议听听原唱。
		 《中学时代》淡淡的忧愁。
		 《快乐园》节奏鲜明，特别是萨克斯风的运用。
		《四月物语》听着有着日本风情

		水木年华第二张专辑《青春正传》
		 《天使街》节奏鲜明，并不大悲大痛。
		《风.花.树》有种缱绻的愁思。
		《我们去远方》编曲是李健，作曲小卢 这是我觉得能让我追忆李健在时水木的歌。
		国内有两位音乐人很让我欣赏，一个是李泉，另一个就是李健。
		中孝介--各自遠颺 
		http://www.rainymood.com/ + 中学时代一起听
		
		