//// ABA理疗, RDI, 地板时光 

/////
	地板时光 
	孤独症儿童的早期融合教育
我心看世界：天宝解析孤独症谱系障碍
孤独症儿童行为管理策略及行为治疗课程
应用行为分析与儿童行为管理
地板时光：如何帮助孤独症及相关障碍儿童沟通与思考
自闭症儿童社交游戏训练：给父母及训练师的指南
语言行为方法：如何教育孤独症和相关障碍儿童 作者：（美）巴伯拉、（美）拉斯穆森

语言障碍是孤独症谱系障碍儿童的核心症状，直接影响智力和社会行为等其他重要技能的发展。及早开始对孤独症谱系障碍儿童进行有效沟通技能的干预，对其能力的发展具有重要意义。作者运用浅显易懂的语言，系统介绍了以行为主义为基础的语言行为方法，并结合有效的语言干预计划，完整地呈现了语言行为方法的具体实施步骤

孤独症谱系障碍：家长及专业人员指南


一共买了8本，在都是在网上搜的，据说都是经典。


/////

有不少朋友让我推荐几本自闭症专业书籍，我就以我一路走来的读书轨迹，系统地说一说（推荐的这些书在当当上都能买到）。

我把自闭症及相关的专业书籍大致分为八个类别，每个类别选取几本对我比较有影响的书介绍给大家，供参考。?

一、自闭症科普入门类书籍?


1、自闭症儿童

2、追寻自闭症的真相

3、我心看世界

4、这世界唯一的你——自闭症人士独特行为背后的真相（2016年新书）

 这几本书基本把自闭症的思维、行为特征及表现形态描述得非常清楚，同时向我们公布了一个最基本的事实，那就是绝大多数自闭症人士终身难以康复成正常人，但对他们实施有目的的教育干预活动，他们会有很大的提升空间。当你把这几本书看完，你就不是小白，就不会逢人便问“傻白甜”的问题了。

二、自闭症干预方法类书籍?


1、做 看 听 说：孤独症儿童社会性和沟通能力干预指南

2、孤独症儿童行为管理策略及行为治疗课程

3、语言行为方法——如何教育孤独症和相关障碍儿童

4、应用行为分析与儿童行为管理 作者：郭延庆 北医六院郭延庆医生从事少儿精神科医疗、教学、科研工作十多年。这本书系统地介绍了应用行为分析的理论及应用，并配以临床案例说明。此外，本书还收录了他以行为管理和儿童教育训练为主题的部分杂文。

5、孤独症社会融合教育

6、孤独症儿童社会性教育指南

这类书看完，对自闭症的干预方法你就算是有一定了解了。然后按图索骥，针对孩子的行为表现对照这些方法，一个个去试验，坚持下去孩子就一定会有进步。

三、自闭症专家的著述?


1、地板时光

2、特殊需要儿童智力和情绪发展指南

3、社交潜规则——以孤独症视角解析社交奥秘

4、孤独症大脑：对孤独症谱系的思考

两本书的作者是格林斯潘。后两本是天宝写的，天宝算是全球康复得最成功的自闭症患者，或许把她归纳到专家的行列不太准确。但是这些书分别从不同的视角阐述对自闭的理解，同时也传授了大量方法。当然，专家大把，搜索一下你会找到更多，按个人喜好“追星”吧。

四、自闭症家长的教养经历类书籍?


1、我把自闭症儿子养育成天才

2、凯丽的心声：突破自闭症

3、拯救威利?

家长作为实施干预的主体，在孩子成长过程中积累了大量心得。很多优秀的家长把这些心得整理记录下来，看看这些书，了解他们怎样在无数个最困难的时候引领孩子与命运抗争，对我们这些普通家长来说是莫大的安慰和鼓励。

五、心理学类书籍?


1、发展心理学

2、心理学导论

3、认知神经科学

 从这一类书籍开始就算是延展性阅读了，延展性阅读的好处是能够帮助你系统地建立一个认知体系。目前自闭症干预方法绝大多数脱胎于心理学，因此，掌握心理学的基本常识及分析方法对于我们实施干预活动大有裨益。

六、心理学大家的论述


1、行为主义——华生

2、大家精要：斯金纳

3、论人的成长——罗杰斯

4、智慧的发生——皮亚杰派心理学

5、思维与语言   

自闭症干预领域里控制、刺激、正负强化技术等都是以华生及斯金纳的行为主义为理论依据。地板时光、关键反应训练法（PRT）中的很多理论又都源自于罗杰斯的人本主义。皮亚杰对儿童智慧产生的理解，果维茨基对儿童语言及思维的相互关系等等，对于帮助我们跳出干预的狭窄领域，具备更为宏大的知识体系帮助不少。

七、教育心理学类书籍?

 
1、家庭教育心理学

2、幼儿教育心理学

干预活动不是孤立存在的，懂一点教育学和教育心理学能更好地推动我们实施科学的干预。

八、医学类书籍?

 
1、神经与精神疾病

2、感觉与知觉

医学类书籍帮助我们了解人体的生理构造及功能，能指导我们判断孩子在哪些生理功能方面存在怎样的问题。当然，我们无法跟专业的医生相比，“够用”就行。

九、脑神经科学类书籍?


1、重塑大脑 重塑人生

2、心思大开

  

大脑的问题导致自闭娃的很多问题，多读一些关于脑神经方面的科普书籍对于了解大脑的特点和工作原理，有针对性地开发孩子大脑的潜能具有一定的指导意义。

    

?以上是我个人看书的一些体会。书籍最大的功能就是能让人不困囿于现实，帮助人将现实生活中的一个个零散的经验串联起来，形成一个完整的知识体系，并最终支撑你形成你的信仰。因此，相关书籍看得越多，对特定事物的理解也就越深入，知识体系建立得越庞大，根基也会越牢固。当然，看书是一定要结合思考的，不然你的大脑就成了“别人的跑马场”。我始终认为，教育教养特殊儿童不能只停留在方法论的层面，相关知识体系掌握得越多，就越能启迪你的思考，你也就越能越清楚地看清事物的本质。认知指导行动，前不久那个把孩子送去广州干预，而孩子惨死的例子，还有那么多为了孩子大把花钱寻求奇效的例子，其实就证明错误的认知导致错误的行动。因此，多看书，多纠正我们错误的认知和急功近利的心态是没有坏处的。

   

 教育孩子，特别是特殊儿童，其实拼的就是父母的人生功底
 
 /////
 特殊儿童问题行为干预》
 作者：昝飞

昝飞是华东师范大学特殊教育学系副教授，主要从事特殊儿童行为问题干预工作。这本书罗列了特殊儿童常见的十种问题行为，包括：注意力分散行为、课堂扰乱行为、发脾气行为、不顺从行为、冲动行为、自我伤害行为、重复刻板行为、攻击行为、与进食有关的问题行为、青春期问题行为。不但全面剖析这些问题行为的表现、原因和应对措施，更分享了教育案例。 

//// https://www.youtube.com/watch?v=EO9xp15B56I
//// http://search.jd.com/Search?keyword=%E8%87%AA%E9%97%AD%E7%97%87&enc=utf-8&wq=%E8%87%AA%E9%97%AD%E7%97%87&pvid=73q7c9wi.9rh76g

////
最近不断有朋友询问一些有关自闭症／自闭症康复的书籍。因此开始写一篇关于中文书籍的博客。以下提到的书中有些出自于华人作者，有些是从英文翻译成中文。有些是我读过的（用*表示，并且推荐），有些还有待阅读（因此不持有任何个人态度）。随着不断的发现我会对此列表进行不定期更新。大家如果看到一些我没有包括的比较好的中文书籍也可以告诉我。我们一起来建立一个有科学支持的有关自闭症的图书列表。
关于自闭症：
《用当代科学征服自闭症》作者：黄伟合；华东师范大学出版社 《自闭症谱系障碍儿童的发展与教育》作者：周念丽；北京大学出版社
*《阿斯伯格综合征完全指南》作者:Tony Attwood,燕原,冯斌（译）；华夏出版社 《孤独症谱系障碍：家长及专业人员指南》作者：Lorna Wing,孙敦科（译）；华夏出版社 《孤独症儿童早期发现》作者：贾美香，鲍秀兰；华夏出版社
关于应用行为分析(Applied Behavior Analysis-ABA)和自闭症疗育
*《应用行为分析（第2版）》 作者：John O. Cooper, Timothy E. Heron, William L. Heward；武汉大学出版社 （次书更适合专业人士阅读）
《特殊儿童应用行为分析》作者：方俊明、李芳、李丹；北京大学出版社 *《应用行为分析与儿童行为管理》 作者: 郭延庆；华夏出版社 《孤独症儿童的行为教学》作者：刘昊；华夏出版社
*《语言行为途径：自闭症和相关障碍儿童的教学方法》作者：Mary Barbara；华夏出版社 *《孤独症儿童行为管理策略及行为治疗课程》作者：Ron Leaf, John McEachin；华夏出版社 《功能性行为评估与干预：如何应对特殊需要学生的行为问题》作者：黄伟合,贺荟中；华夏出版社 《行为矫正:原理与方法》作者：米尔腾伯格尔、石林；轻工业出版社 《孤独症康复教育人员上岗培训教材》作者：张苗苗、朱璟、张萱；中国盲文出版社
其它书籍：
*由北京师范大学翻译出版的两本书。虽然不是针对自闭症而写但是使两本很好的关于教育的书　《ＳＯＳ！救助情绪》，《ＳＯＳ！救助父母》 *《我心看世界:天宝解析孤独症谱系障碍》作者：Temple Grandin,燕原（译）；华夏出版社 *《孤独症孩子希望你知道


////
作者：马晓莉
链接：https://www.zhihu.com/question/24864144/answer/29249205
来源：知乎
著作权归作者所有，转载请联系作者获得授权。

关于自闭症的治疗需要视个体的情况而定，并且可能的话会多种疗法综合使用，所有治疗的目标都是使个体的功能独立性和生活质量得到最大化的提高和改善。尽管自闭症是天生的，但是通过行为和教育的干预治疗能达到很大的治疗效果，但是药物治疗的效果还很小。
1、行为干预：行为干预有很多种，这些方法分成了五大类，分别为：应用性行为分析（ABA）、结构化教育、以特定技能为目标的干预（比如有社会交往方面的技能培训、生活技能方面的培训、职业技能方面的培训等等）、针对焦虑和攻击性行为干预（会采用认知行为疗法或ABA）和parent-mediated early intervention(发挥照料者主要是指父母的作用)。每一大类里面还会有具体的疗法。
其中应用性行为分析（ABA）和结构化教育都属于综合性的疗法（即对多种能力进行改善，如认知、语言、感觉运动以及适应性的行为），持续过程非常漫长，比如ABA：20-40小时/周，大约持续1-4年，通常会多用于5岁以内的自闭症儿童。
关于以上干预的效果如何，有大一半的行为疗法是疗效not etablished或是insufficient，还有一小半是low，仅有很少达到moderate。
以上疗法都适用于儿童或青少年，成人的就少一些。
2、药物治疗：有研究考察来了药物治疗的有效性，发现利培酮和阿立哌唑对治疗自闭症的重复刻板行为很有效，但是也具有显著的副作用，对于其他药物如兴奋剂药物的有效性和副作用都还并不明确。所以尽管药物治疗自闭症很普遍，但大部分治疗的效果并不明确，即使有的药物很有效，但也具有明显的副作用。
3、感觉统合疗法（SIT）：这种疗法的假设是一些异常行为是因为加工和整合感觉刺激的神经系统的异常，而神经系统具有可塑性，所以可能通过专门的感觉刺激来改善患者的加工感觉刺激的神经系统。但这种方法的有效性也依然不明确，有研究回顾了25项使用感统疗法的研究，结果发现3项有效，8项不明确，14项没有效，并且3项有效的研究中还存在很多缺点，所以感统疗法貌似并不是一种有效的疗法。
4、补充替代医学疗法（CAM）:在美国有12%的自闭症被使用该疗法，尤其在不发达的国家该疗法的使用比例会更高，因为医学技术的欠缺。该疗法是一系列疗法的总称，这里面包括的具体方法有：针灸、穴位按摩、太极、瑜伽、冥想、反射疗法、推拿、脊椎按摩疗法、芳香疗法、放松疗法、催眠、生物反馈疗法、音乐疗法、精神治疗、顺势疗法、中草药治疗、物理疗法、整骨疗法。以上被用于治疗自闭症对的主要疗法有针灸疗法、脊椎按摩疗法、推拿和音乐疗法，目前就音乐疗法可能具有积极的效果，其他疗法还没有足够的证据证明其有效。
5、机器人疗法：机器人现在被作为一种治疗工具，主要让机器人与自闭症儿童进行互动，从而教会自闭症儿童社会化的人际交流，并且这种疗法效果还不错。
还有其他一些疗法，上面的那些疗法写的也比较简单，时间有限，以后有时间再补充啦。
下面几篇参考文献都不错，详细了解自闭症的可以看一下。
参考文献
1、 sensory integration therapy for autism spectrum disorders ：A systematic review.
2、Kim, T.-H., Lee, M. S., Choi, J., & Ernst, E. (2014). Complementary and Alternative Medicine for Autism. 2191-2202. doi: 10.1007/978-1-4614-4788-7_135
3、Lai, M.-C., Lombardo, M. V., & Baron-Cohen, S. (2014). Autism. The Lancet, 383(9920), 896-910. doi: 10.1016/s0140-6736(13)61539-1
4、Scassellati, B., Admoni, H., & Mataric, M. (2012). Robots for use in autism research. Annual Review of Biomedical Engineering, 14, 275-294

////
第Ⅱ部分
交互式教导技术
第3章
跟随孩子的引导
跟随孩子的引导是这个程序中其他大部分技术的基础。在这项技术中，你可以让孩子选择玩具或活动。研究表明，与由成人选择相比，当由孩子选择活动时，他们表现出更加适当的社交和游戏行为，并且破坏性行为也相对更少。即使成人选择的是一项孩子喜爱的活动，也是如此。通过让孩子选择玩具或游戏活动，你能够确保孩子参与并被激发。孩子的参与度越高，动机越强，他所学到的也就越多。跟随孩子的引导，同时也给他一个机会发起与你的互动。这向你表明，在没有你的帮助或支持时，他是如何进行沟通的。这里有几个关键的步骤，可以让你有效地运用这项技术。
让孩子选择活动
一旦你的孩子选择一件玩具，等着看他怎么玩。通过等待，你让孩子获得了发起游戏并引导游戏的权利。对父母来说，让孩子来指挥所有的活动是非常困难的。特别是在孩子快速变换活动时尤为如此。许多父母试图教导孩子如何进行游戏，或者当孩子对游戏失去兴趣后要求他们继续玩。然而，为了有效地运用这项技术，你要确保总是监测到孩子的关注焦点。如果孩子捡起一个新玩具，跟随他玩新玩具，即使不得不停止玩他刚才喜爱的那个玩具。随着时间的推移，你可以逐渐增加孩子停留在任何一个活动中的时长。
与孩子面对面
把你自己置于孩子的视线之内，这样他就能够轻易地与你进行目光接触并看到你正在做的事情。因为目光接触是一个非常重要的社交参与的迹象，我们希望增加孩子的目光接触。同样的，当孩子能够轻易地看到你时，他就有机会来注意你正在做什么，你可以更容易地成为他的游戏中的一个积极部分。如果你在孩子的后面，他就看不到你正在做什么，而且也意识不到你是互动中的一个部分。
加入孩子的游戏
在游戏中帮助孩子，让你成为游戏中的一个必要部分。当孩子正在建造一座城堡时，把石块递给他或者轮流把石块放在城堡上（见图3.1）。如果孩子正在开车，把一个人放进车里。如果孩子有所抗拒，这也是一个沟通形式，适当地照着他的要求做。有些孩子虽然非常难以参与，但是他们对身体或感官游戏的反应非常好。例如，如果你的孩子喜欢爬，让他参加打闹游戏；如果他喜欢旋转，把他放到转椅上；如果他喜欢触摸纹路，让他感觉干燥的豆或米；如果他喜欢盯着灯看，和他一起玩手电筒。为孩子提供积极的感官体验，同时你可以让自己成为体验中的一个部分。请记住，你的孩子是引导者，所以避免对孩子的游戏进行指引或试图教他如何“正确地”游戏。
图3.1 跟随孩子的引导。妈妈通过递给强尼一个木块来加入他的游戏
对游戏进行评论，但是不要提问或发出命令
你可以对孩子或自己正在做的事情进行评论，但是不要向孩子提问或发出指令；这些做法会偏离孩子的引导。尽管他可以有所回应，但是这并非自发的沟通。这里的目标是增强孩子的自发沟通及其对你的关注。
等待孩子参与或与你沟通
一旦你完成了上述步骤——等待，注意观察孩子可能参与或与你沟通的任何迹象。他是否以任何方式接受你加入他的游戏？如果是的话，他是如何接受你的？他是否注视你，或者通过手势、声音，或者离开游戏？当你没有帮他时，上述任何一种行为都可以成为孩子自发的沟通方式。
父母需要克制自己，不要对孩子的需求进行预期、不要对他提问、不要告诉他怎么做，并且不要选择活动。无论如何，等待给予你的孩子发起参与的机会。等待同时也确保了活动由孩子选择。这样可以增强孩子的动机和关注。
保持敏感，但是坚持
对孩子的挫败保持敏感，但是坚持与孩子的互动。不要羞于孩子的抗拒。如果你的孩子表达挫败感，他仍然在与你互动。认同他的感受，但是不要停止互动，可以尝试换一种方式加入他的游戏。
控制情境
跟随孩子的引导，直至他违反你对他的行为所制定的规则。规则和结果要一致。请记住你是控制情境的人，因此你要决定哪些行为是可被接受的。不要允许那些可能会破坏财产或伤害孩子及其他人的行为。如果孩子做出一个不被接受的行为，让他明白这种行为是不好的，并且把引发问题的玩具或物体移开。
当你练习这个技术时，你的训练师会帮助你识别孩子的兴趣并发现他如何、为何以自己的方式沟通，以及沟通的频率。这些方面会帮助你识别孩子的独立沟通和游戏技能。
对跟随孩子的引导的提示
玩具游戏
· 把孩子喜欢的玩具准备好。在有可能的时候，选择那些能够让你轻易成为孩子游戏中的一个部分的玩具，比如乐器、软胶球以及汽车。
· 要有创造性。请记住，并非所有的“玩具”都需要从玩具店购买。孩子通常喜欢玩家里的东西，比如炊具、银器、扫帚和簸箕、刷子，以及洗衣篮。
· 请记住，如果孩子选择用一种不同寻常的方式玩玩具或其他东西，不要感到灰心。
大动作游戏
· 如果你的孩子喜欢大动作活动的话，跟随他的引导进行像追逐和挠痒的活动，或者玩蹦床、降落伞、秋千、轮滑及其他游戏。如果想要选择便宜的活动，则可以考虑在床上或沙发上跳跃，或者躲在毯子下面。
· 确保你自己能够参与孩子的这些活动。例如，当孩子在秋千上时，站在他的前面并推他几次。然后等着看他是否表示想要你再推他。
感官游戏
· 如果你的孩子更喜欢对玩具进行感官探索，跟随他的引导进行这些活动。例如，如果孩子享受流水，可以和他一起玩水龙头、水管或洒水车，表现出对他所选择的活动的兴趣。如果孩子喜欢让沙子或其他东西穿过他的手指，可以用杯子把沙子倒在他的手上，或者当沙子穿过他手指的时候用另一个杯子接住沙子。
· 确保你自己能够参与孩子的这些活动。例如，如果孩子正在开灯关灯，加入其中并和他轮流关灯。
家庭作业 跟随孩子的引导
基本原理：这项技术可以增强孩子的参与性、动机和发起游戏的兴趣。它也可以帮助你确定没有你帮忙孩子自己是如何进行沟通的。
记忆和实施要点：
让孩子选择活动。
与孩子面对面。
加入孩子的游戏。
评论游戏，但是不要提问或发出命令。
等待孩子参与或与你沟通。（注意的行为包括目光接触、手势、发出声音、字词，或其他任何有意识的行为）
保持敏感，但是坚持。
控制情境。
周目标
孩子的目标：
活动：
1. 孩子对于你参与他选择的活动有何反应？他玩得时间更长，还是更多地变换活动？
2. 当你跟随孩子进行新活动时，他有何反应？
3. 当你和孩子面对面地坐着时，他有何反应？他是否移开？是否注视你？是否微笑？
4. 当运用这项技术时，你能够和孩子玩多长时间？
5. 你的孩子是怎样与你沟通的（手势、目光接触、发出声音、字词等）？
6. 运用这项技术对你来说困难吗？如果困难的话，你面临哪些挑战呢？
