Object	位置
>>>客厅门口柜子左上角
钉子盒子	 	
亮晶晶三坨蜡烛	
飞利浦吸奶器	
黑色摩擦纸	
宝宝棉花		
两坨笔圆盒子

	
>>>客厅门口柜子左中角
newifi		
订书机
5号，7号电池
3个鼠标
牙套，最老的移动硬盘，一堆usb线和老式手机充电器，两个老手机（李晶晶nokia，我的联发科），dell显示器usb转换线
一坨笔的盒子，橡皮，便利贴
小电器工具盒子：手持电子秤，sanyo充电器，tecman电力检测仪（功率，电能）

>>>客厅门口柜子左下角
桌布			
KY润滑剂，tempo餐巾纸
垃圾袋
三个小抽屉：
	清凉油，银行usb key(hsbc,2个招行),3个指甲刀，应急钥匙，顶针
	一堆李晶晶头发的绳子，李晶晶夹头发的金属夹子
	曼秀雷敦唇膏2个，一堆硬币
衣服滚筒
meiyi移动电源，
李晶晶hellokitty香水
李晶晶手机钢化玻璃膜
李晶晶三个扑克

>>>客厅门口柜子中上1
小烤箱

>>>客厅门口柜子中上2
3盒透明胶布，强生便利贴，小林退热贴，医用口罩
俺最好最大的移动硬盘

>>>客厅门口柜子中上3
小米移动电源，贺锦收眼药水，体温计，贺锦收电动剃须刀，简陋电线包扎带
贺锦收刀片剃须刀，
喉糖，三个遥控器（小米盒子，电视盒子，电视）
屏幕清洁

>>>客厅门口柜子中上4（中下）
李晶晶镯子盒子
李晶晶化妆品一堆瓶子的盒子

>>>客厅门口柜子右上
双面玻璃清洁工具，三个透明胶，李晶晶浇花瓶子，小宝宝紫菜，两个米子家居小相框，李晶晶无聊的旋转灯
两个结婚的相框，贺锦收佳能老相机

>>>客厅门口柜子右中
一堆订衣服的线盒子，李晶晶熔枪，李晶晶针线盒，李晶晶墙纸
小宝宝罐头
一盒子蚊香
一个免费宝宝湿纸巾，宝宝棉花棒，免费奶瓶刷（很烂）

>>>客厅门口柜子右下
一堆一次性梳子，
麦当劳利是封
李晶晶miss rabbit女性专用
12个小抽屉：
	1行.1列.	 一个小剪刀
	1.2 取手机sim卡的小针，两个相机sd卡,2个读卡器，usb2转3，usb otg线，一个无用的sim卡
	1.3 一堆纽扣

	2.1		华为usb上网，电信usb上网
	2.2		usb优盘2个，usb手机充电线
	2.3		软尺

	3.1		1个蓝牙耳机
	3.2		1个耳机
	3.3		2个挖耳朵勺
一堆螺丝盒子
不常用的物件盒子：小钢片挂钩，百得万能胶（皮鞋裂开，塑料，木材，金属），dehub厚型辅助贴，李晶晶门把手，贺锦收门？？墙壁堵洞，两把门锁以及所有钥匙


>>>杂物抽屉左侧

>>>杂物抽屉中侧
>>>杂物抽屉右侧

>>>杂物下面柜子左侧
杂物袋子

>>>杂物下面柜子右侧上层1
电话盒子，水星盒子（装的是橱柜的门栓，电视信号线），小雷和我的电子产品盒子，李晶晶耳机线（可以扔了），电视电路版（可以扔了），一堆伞


>>>杂物下面柜子右侧中层2
，蚊香，电烙铁，佳能单反，投影仪，网线，网络摄像头
电抽气
不怎么用的绳子啊等
小米手环包装盒（有效期内），，ssd包装盒，硬盘盒（包含老光驱！！）
三星usb3.0充电线
蓝牙耳机盒子（内有耳机垫子）

>>>杂物下面柜子右侧下层3
一堆一次性鞋子， 李晶晶电吹风，mytvsuper包装盒（内有我的小米手机贴膜！！）

李晶晶买的杂物架子的按钮
，不用的插座

