聪明的投资者

未来的证券价格是根本无法预测的
资金分配：	债券（收益率） + 股票（股息率，增值收益）
投资者不能指望购买任何新股或者热门股，而获得优于平均水平的收益
防御型投资者：只应该购买那些长期具有盈利记录和强有力的财务状况的重要公司的股票
给防御型投资者的建议：
	1，投资基金
	-->2，美元成本平均法，每月或者每季度投入同等数额的美元资金来购买股票--》可以在市场低迷时卖到比市场高位时更多的股票，而且还能为自己所持股份最终获得满意的总体评价
	
投机者的做法
	1，市场交易，买空卖空	--》本质上不算投资，股票交易不是经过分析就能保证本金安全和满意回报的
	2，短线择股，看业绩，利好消息
	3，长线择股，看成长记录，预计以后高盈利，多为高技术
投机型股票的价格往往会走过头
基于股票的市场价格和价值的差价--》买入一只因为忽略而被低估的股票赚钱，通常需要长期的等待和忍耐--》这种投资原则是稳健的，但绝不是一种可以轻易掌握的技术

进取型投资
	1，低买高卖
	
不要进行短线交易	

总资产的10%已经是我们甘愿投机的风险上线了。
永远不要把你的投机账户和投资账户混为一体？	

问题是，难道买卖股票不都是投机吗？谁也不知道买的对否

通货膨胀是个大问题
1，股票不完全可靠
2，不动产信托
3，政府抗通胀债券

标准普尔指数
道琼斯工业指数 DJIA
纳斯达克综合指数	

对半开原则：投资者保持对债券和股票的均等投资，比如，如果股价导致股票投资比例提高了，那么就要卖出股票以便恢复两者的平衡

货币基金？就是在银行买的理财产品？？指投入现金定存以及高信用评等的短期票券（一般在1年以下）的基金



债券	https://www.citibank.com.hk/chinese/investment/market-insight.htm
	投资需要至少10w
	如何买？
债券基金	http://gllt.morningstar.com/6s0xwtu5t6/fundquickrank/default.aspx?LanguageId=zh-HK
			https://www.personal.hsbc.com.hk/1/2/chinese/hk/investments/ipo
			